/* NSButton (Cancel) : <title:Cancel> (oid:54) */
"Cancel" = "Abbrechen";

/* NSTextField (Create a new subscription ) : <title:Create a new subscription
> (oid:64) */
"Create a new subscription\n" = "Ein neues Abonnement erstellen";

/* NSTextField (Edit subscription) : <title:Edit subscription> (oid:67) */
"Edit subscription" = "Abonnement bearbeiten\n";

/* NSTextField (Enter the link for the news feed below. Or choose from the Source list to enter a shortcut name for the news feed provided by the source.) : <title:Enter the link for the news feed below. Or choose from the Source list to enter a shortcut name for the news feed provided by the source.> (oid:65) */
"Enter the link for the news feed below. Or choose from the Source list to enter a shortcut name for the news feed provided by the source." = "Geben Sie den Link für das Abonnement ein oder wählen Sie eine Quelle aus der Liste.";

/* NSMenu : <title:OtherViews> (oid:44) */
"OtherViews" = "OtherViews";

/* NSPanel (RSS Feed) : <title:RSS Feed> (oid:49) */
"RSS Feed" = "RSS Feed";

/* NSButton (Save) : <title:Save> (oid:53) */
"Save" = "Speichern";

/* NSTextField (Source: ) : <title:Source:
> (oid:40) */
"Source:\n" = "Quelle:";

/* NSButton (Subscribe) : <title:Subscribe> (oid:10) */
"Subscribe" = "Abonnieren";

/* NSMenuItem : <title:URL> (oid:45) */
"URL" = "Adresse";

/* NSTextField (URL:) : <title:URL:> (oid:97) */
"URL:" = "Adresse:";

